## Taps
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

## Binaries
brew "asdf"
brew "awscli"
brew "bash"
brew "bat"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "eza"
brew "fastlane"
brew "flyctl"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gnu-tar"
brew "gpg"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libpq"
brew "neovim"
brew "nmap"
brew "postgresql@14"
brew "redis"
brew "ripgrep"
brew "sops"
brew "starship"
brew "thefuck"
brew "tree"
brew "unzip"
brew "uv"
brew "watch"
brew "watchman"
brew "wget"
brew "yadm"
brew "yq"
brew "zoxide"
brew "zsh"

## Casks
cask "1password"
cask "ableton-live-suite"
cask "alacritty"
cask "alt-tab"
cask "android-studio"
cask "anki"
cask "beeper"
cask "discord"
cask "dropbox"
cask "firefox"
cask "flipper"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "hammerspoon"
cask "intellij-idea"
cask "karabiner-elements"
cask "languagetool"
cask "microsoft-edge"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "ticktick"
cask "transmission"
cask "tunnelblick"
cask "vanilla"
cask "vlc"

## Fonts
cask "font-hack-nerd-font"
