## Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

## Binaries
brew "asdf"
brew "awscli"
brew "bash"
brew "bat"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "exa"
brew "flyctl"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gitmoji"
brew "gpg"
brew "htop"
brew "imagemagick"
brew "jq"
brew "jump"
brew "neovim"
brew "nmap"
brew "redis"
brew "ripgrep"
brew "rust"
brew "starship"
brew "tmux"
brew "tree"
brew "unzip"
brew "watch"
brew "watchman"
brew "wget"
brew "yq"
brew "zsh"

## Casks
cask "1password"
cask "ableton-live-suite"
cask "alacritty"
cask "alt-tab"
cask "android-studio"
cask "anki"
cask "discord"
cask "dropbox"
cask "firefox"
cask "flipper"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite"
cask "hammerspoon"
cask "intellij-idea"
cask "karabiner-elements"
cask "melodics"
cask "microsoft-edge"
cask "orbstack"
cask "postman"
cask "proxyman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "ticktick"
cask "transmission"
cask "vlc"

## Fonts
cask "font-hack-nerd-font"