cask "1password"
cask "ableton-live-suite"
cask "alt-tab"
cask "android-studio"
cask "beeper"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "hammerspoon"
cask "intellij-idea"
cask "karabiner-elements"
cask "kitty"
cask "languagetool"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "ticktick"
cask "transmission"
cask "utm"
cask "vanilla"
cask "vlc"