## Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

## Binaries
brew "asdf"
brew "awscli"
brew "bash"
brew "bat"
brew "coreutils"
brew "curl"
brew "exa"
brew "flyctl"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "go"
brew "gpg"
brew "htop"
brew "jq"
brew "jump"
brew "kubectl"
brew "lua"
brew "luajit"
brew "luarocks"
brew "minikube"
brew "neovim"
brew "nmap"
brew "ripgrep"
brew "rust"
brew "sops"
brew "starship"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "unzip"
brew "watchman"
brew "wget"
brew "yq"
brew "zsh"

## Casks
cask "1password"
cask "ableton-live-suite"
cask "alacritty"
cask "alt-tab"
cask "anki"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite"
cask "intellij-idea"
cask "loom"
cask "melodics"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "transmission"
cask "vlc"

## Fonts
cask "font-hack-nerd-font"