cask "1password"
cask "ableton-live-suite"
cask "android-studio"
cask "google-cloud-sdk"
cask "google-drive"
cask "intellij-idea"
cask "languagetool"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "ticktick"
cask "transmission"
cask "utm"
cask "vanilla"
cask "vlc"