[
  "better-word-count",
  "cmdr",
  "languagetool",
  "obsidian-excalidraw-plugin",
  "recent-files-obsidian",
  "reveal-active-file-button",
  "settings-search",
  "smart-connections",
  "obsidian-languagetool-plugin",
  "format-with-prettier",
  "emoji-shortcodes",
  "obsidian-kanban"
]